[
	
	
	{
		
		"name": "Grand Theft Auto V",
		"description": "Rockstar Games se hizo más grande desde su entrega anterior de la serie. Obtienes la construcción del mundo complicada y realista de Liberty City de GTA4 en el escenario de Los Santos, un viejo favorito de los fans, GTA San Andreas. 561 vehículos diferentes (incluidos todos los transportes que puede operar) y la cantidad aumenta con cada actualización.n/Narración simultánea desde tres perspectivas únicas:n/Sigue a Michael, ex-criminal que vive su vida de ocio lejos del pasado, Franklin, un niño que busca un futuro mejor, y Trevor, el pasado exacto del que Michael está tratando de huir.GTA Online proporcionará muchos desafíos adicionales incluso para los jugadores experimentados, recién llegados del modo historia. Ahora tendrás otros jugadores cerca que pueden ayudarte con la misma probabilidad que arruinar tu misión. Los jugadores pueden experimentar todas las mecánicas de GTA actualizadas a través del personaje personalizable único, y el contenido de la comunidad combinado con el sistema de nivelación tiende a mantener a todos ocupados y comprometidos.",
		"image":  "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600224/zsosjihyso5fuxaig4qs.jpg",
		"platforms": [
			2,
			12,
			8,
			3,
			4,
			13
		],
		"released": "2013-09-17",
		"price": 253.05,
		"physicalGame": false,
		"stock": 5,
		"genres": [
			3,
			1
		]
	},
	{
		
		"name": "The Witcher 3: Wild Hunt",
		"description": "El tercer juego de una serie, no contiene nada del jugador. Las aventuras en el mundo abierto del famoso Monster Slayer Geralt de Rivia ahora están a mayor escala. Siguiendo el material fuente con mayor precisión, esta vez Geralt está tratando de encontrar al hijo de la profecía, Ciri mientras hace una moneda rápida de varios contratos al lado. Gran atención al mundo que construye sobre todo crea una historia inmersiva, donde tus decisiones darán forma al mundo que te rodea.n/CD Project Red es infame por la cantidad de trabajo que pusieron en sus juegos, y se nota, porque aparte del clásico juego base de RPG de acción en tercera persona, proporcionaron 2 DLC masivos con líneas de búsqueda únicas y 16 DLC más pequeños, que contienen misiones y artículos adicionales.n/Los jugadores elogian el juego por su atmósfera y un mundo abierto que encuentra el equilibrio entre los elementos de fantasía y la mecánica realista y creíble, y el juego merecía numerosos premios por cada aspecto del juego, desde la música hasta la dirección.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600280/gw5ujxeeyagowwgupqb7.jpg",
		"platforms": [
			3,
			10,
			16,
			2
		],
		"released": "2015-05-18",
		"price": 180.10,
		"physicalGame":true,
		"stock": 4,
		"genres": [
			1,
			3,
			4
		]
	},
	{
		
		"name": "Portal 2",
		"description":"Portal 2 es un juego de rompecabezas en primera persona desarrollado por Valve Corporation y lanzado el 19 de abril de 2011 en Steam, PS3 y Xbox 360. Fue publicado por Valve Corporation en forma digital y por Electronic Arts en forma física.n/Su trama sigue directamente el primer juego, que tiene lugar en el universo de la vida media. Juegas como Chell, un sujeto de prueba en un centro de investigación anteriormente dirigido por la ciencia de la apertura de la compañía, pero asumido por una IA malvada que se dirigió a sus creadores, Glados. Después de derrotar a Glados al final del primer juego, pero no poder escapar de la instalación, Chell es despierta de una cámara de estasis por un núcleo de personalidad de IA, Wheatley, ya que el complejo descuidado se está desmoronando. Mientras los dos intentan navegar a través de las ruinas y escapar, se topan con Glados y la reactivan accidentalmente ...n/La mecánica central de Portal 2 es muy similar a la del primer juego; El jugador debe abrirse paso a través de varias cámaras de prueba que involucran rompecabezas. Para este propósito, poseen una pistola de portal, un arma capaz de crear portales de teletransportación en superficies blancas. Esta mecánica aparentemente simple y sus sutilezas junto con los diferentes elementos de rompecabezas que pueden aparecer en los rompecabezas permiten que el juego sea fácil de comenzar a jugar, pero aún presenta un juego profundo. La secuela agrega varios elementos de rompecabezas nuevos, como el gel que pueden hacer que las superficies hinchesas o le permitan acelerar cuando corre sobre ellos.n/El juego a menudo se elogia por su juego, su diálogo memorable y escritura y su estética. Ambos juegos de la serie son responsables de inspirar a la mayoría de los juegos de rompecabezas que los siguen, particularmente los juegos de rompecabezas en primera persona. La serie, sus personajes e incluso sus elementos, como Portal Gun y The Companion Cube, se han convertido en un ícono cultural dentro de las comunidades de juego.n/Portal 2 también presenta un modo cooperativo donde dos jugadores asuman los roles de los robots que se dirigen a través de las pruebas de Glados, así como un editor de nivel en profundidad.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603163/wgifzg2vnrtzbyephzuf.jpg",
		"platforms": [
			3,
			2,
			11,
			16
		],
		"released": "2011-04-18",
		"price": 184.61,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			13,9
		]
	},
	{
		
		"name": "Counter-Strike: Global Offensive",
		"description":"Counter-Strike es un fenómeno multijugador en su simplicidad. No hay narraciones complicadas para explicar la fuente del conflicto, no hay amenazas futuristas y alienígenas, sino antiterroristas contra los terroristas. Arena Shooter en su núcleo, CS: GO te proporciona varios métodos para eliminar enemigos y depender de la cooperación dentro del equipo. Durante la ronda del modo de choque clásico, recibirá gradualmente una moneda para comprar diferentes equipos. Cada jugador puede llevar un arma primaria, una pistola secundaria, un cuchillo y un conjunto de granadas, que pueden cambiar la batalla si el jugador experto maneja.n/Los objetivos son claros y varían de un mapa a otro, desde el modo de juego hasta el modo de juego. Deje de que los terroristas planten explosivos, eviten que el contra-terrorista recupere a los rehenes, mate a todos los que no son tú y simplemente tienen lo mejor.n/CS: GO es una de las principales disciplinas de Cybersport, lo que hace que jugar sea más emocionante para algunos jugadores. Además de comprar el juego, CS: GO es infame por su sistema de casos de botín, que requiere que los jugadores compren llaves, para abrir dichos casos. Los elementos de personalización consisten en pieles de armas, calcomanías de armas y aerosoles que no afectan el juego y tienen un valor puramente visual para el jugador.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600354/qsjbenfwub8pu6x56qat.jpg",
		"platforms": [
			1,
			12,
			32
		],
		"released": "2012-08-21",
		"price": 173.56,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,13
		]
	},
	{
		
		"name": "Tomb Raider (2013)",
		"description":"Tomb Rider, un renacimiento cinematográfico de la serie en su forma de tercera persona de acción, sigue a Lara en su menos período de experiencia de la vida: su juventud. Muy influenciado por 'Uncharted' de Naughty Dog, el juego es una mezcla de todo, desde el sigilo y la supervivencia hasta las escenas de acción de combate y QTE.n/La joven Lara Croft llega al Yamatai, perdió la isla cerca de Japón, como líder de la expedición en busca del reino de Yamatai, con un equipo diverso de especialistas. Pero el naufragio pospuso la llegada exitosa y la isla aparentemente olvidada está muy poblada de habitantes hostiles, cultistas de la hermandad de Solarii.n/El juego será gráfico a veces, especialmente después de los QTE fallidos durante algunas de las escenas de supervivencia, pero los jugadores en general disfrutarán de una aventura de acción clásica, que recuerdan al comienzo de la serie. Este juego no es una secuela directa o una continuación de la sub-serie existente dentro de la franquicia, sino un reinicio, estableciendo Tomb Raider para representar la experiencia de juego moderna.n/El juego tiene elementos RPG y tiene un mundo, que puedes explorar durante la campaña de la historia y después de la finalización. Así como el modo multijugador, donde 2 equipos (4 carroñeros y 4 sobrevivientes) están chocando en 3 modos de juego mientras usan armas y entornos de la campaña para un jugador.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600384/sxyuktfqna3wviq8xrfg.jpg",
		"platforms": [
			3,
			7,
			20,
			2,
			9
		],
		"released": "2013-03-05",
		"price": 204.05,
		"physicalGame":true,
		"stock": 2,
		"genres": [
			1,2
		]
	},
	{
		
		"name": "Portal",
		"description":"Cada vez que hagas clic en tu mouse mientras sostienes un arma, esperas que las balas vuelen y los enemigos caigan. Pero aquí probarás el juego de FPS lleno de rompecabezas ambientales y una historia atractiva.n/Plantilla silenciosa para sus aventuras, Chell, se despierta en una instalación de prueba. Ella es un tema de experimentos en un dispositivo de viaje instantáneo, supervisado por Glados sarcásticos y hostiles.n/Los jugadores tendrán que completar las pruebas, habitación por habitación, esperando recompensa, libertad o más pruebas. Al usar el arma, que dispara portales (Portal-Gun ™), los jugadores moverán bloques, viajarán muy bien la distancia rápidamente y aprenderán sobre su situación actual, que se desenreda a través de la narración ambiental. Lo que se le dirá podría ser diferente de lo que verá.n/Los entornos blancos guiarán la colocación del portal del jugador, obligándolos a prestar atención a los alrededores. El portal crea tensión, permitiendo resolver rompecabezas a su propio ocio o moverse rápidamente, debido al límite de tiempo o amenazas.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600417/e1urebp02cgm3fffs2pj.jpg",
		"platforms": [
			13,
			3,
			16,
			5,
			10
		],
		"released": "2007-10-09",
		"price": 184.51,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,
			9
		]
	},
	{
		
		"name": "Left 4 Dead 2",
		"description":"La supervivencia cooperativa continúa con un conjunto diferente de caracteres. Los nuevos sobrevivientes se abren paso a través de 5 campañas con una capacidad adicional para jugar también a través de la historia del primer juego, utilizando no solo el arsenal expandido de 20 armas a distancia y 10 cuerpo a cuerpo, sino también mejor al director de IA. Su entorno y clima cambiarán; La colocación enemigo y de los elementos diferirá de un mapa a otro, de la dificultad hasta la dificultad. Los nuevos zombies especiales únicos, colocados en el desafortunado para el lugar del jugador, pueden terminar su carrera.n/La alta compatibilidad con las modificaciones de la comunidad le permitirá no solo agregar mapas creados por el usuario, sino también modelos de jugadores, modelos enemigos e incluso música en el juego, lo que ayudará a cualquier jugador a crear la experiencia única además de la mecánica de juegos sólidos.n/Las modificaciones competitivas multijugador de la supervivencia de la arena a una competencia frontal con otro equipo de sobrevivientes son adictivos y, además de la campaña, le proporcionarán cientos de horas de contenido del juego.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600452/prcbq4shotnd1k51dnqk.jpg",
		"platforms": [
			5,
			2,
			12,
			34
		],
		"released": "2009-11-17",
		"price": 164.09,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "The Elder Scrolls V: Skyrim",
		"description":"El quinto juego de la serie, Skyrim nos lleva a un viaje a través de la región más fría de Cyrodiil. Una vez más, el jugador puede atravesar el juego de rol de mundo abierto armado con varias armas medievales y magia, para convertirse en un héroe de las leyendas nórdicas: Dovahkiin, el Dragonborn. Después de la creación de personajes obligatorios, los jugadores tendrán que escapar no solo del encarcelamiento sino también de un dragón que vomita fuego. Algo que Skyrim no ha visto en siglos.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600490/n6mnowcnxbabbjsgp3jq.jpg",
		"platforms": [
			1,
			20,
			16,
			3
		],
		"released": "2011-11-11",
		"price": 185.42,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,
			4
		]
	},
	{
		
		"name": "Red Dead Redemption 2",
		"description":"América, 1899. El fin de la era del Salvaje Oeste ha comenzado cuando los legisladores buscan a las últimas pandillas de forajidos restantes. Los que no se rendirán o sucumben son asesinados.n/Después de que un robo sale mal en la ciudad occidental de Blackwater, Arthur Morgan y la pandilla Van der Linde se ven obligados a huir. Con los agentes federales y los mejores cazadores de recompensas de la nación que se concentran en sus talones, la pandilla debe robar, robar y abrirse camino a través del corazón accidentado de América para sobrevivir. Mientras la profundización de divisiones internas amenazan con desgarrar a la pandilla, Arthur debe elegir entre sus propios ideales y lealtad a la pandilla que lo crió.n/De los creadores de Grand Theft Auto V y Red Dead Redemption, Red Dead Redemption 2 es una historia épica de la vida en Estados Unidos en los albores de la era moderna.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600537/z9lno6vkic6b14nhiwtt.jpg",
		"platforms": [
			1,
			3,
			14
		],
		"released": "2018-10-26",
		"price": 184.59,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,
			3
		]
	},
	{
		
		"name": "BioShock Infinite",
		"description":"El tercer juego de la serie, Bioshock toma la historia del confinamiento submarino dentro de la ciudad perdida del rapto y la lleva a la ciudad del cielo de Columbia. Los jugadores seguirán a Booker DeWitt, un ojo privado con un pasado militar; ya que intentará limpiar sus deudas con la única habilidad en la que es bueno: encontrar personas. Además de las obvias diferencias de historia y estilo, esta vez el protagonista de Bioshock tiene una personalidad, carácter y voz, ya no es el protagonista un hombre silencioso, tratando de sobrevivir.n/El diseño de nivel abierto y brillante de Columbia muestra a la América colonial industrial en un carnaval aparentemente interminable. Pero Bioshock no es famoso por sus imágenes, sino por su historia. El misterio y la visión creativa de los juegos irracionales invitan a los jugadores a descubrir los secretos del líder de Columbia: Zachary Comstock y Save Elizabeth, la niña, que se ha encerrado en la ciudad voladora desde su nacimiento.n/Las armas y la mecánica únicas de Vigor harán que los encuentros sean diferentes, ayudando a los jugadores a adaptarse a la nueva movilidad encontrada y un tiro de gancho, haciendo que las peleas sean aceleradas e imaginativas.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600638/zm9wc1ozguqksbc8a9cl.jpg",
		"platforms": [
			3,
			14,
			16,
			53,
			1,
			4,
			7
		],
		"released": "2013-03-26",
		"price": 176.38,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,6
		]
	},
	{
		
		"name": "Borderlands 2",
		"description":"Secuela del 4 jugadores Borderlands cooperativos de RPG FPS, donde el nuevo equipo de cazadores de bóvedas llega al infame planeta Pandora para obtener las riquezas, escondidas dentro de la bóveda, y ayudar a liberar al planeta del guapo Jack, presidente de Hyperion. . Limpie las interminables olas y grupos y merodeadores con varios tipos de armas y habilidades del carácter.n/A diferencia del primer juego, Borderlands 2 proporcionó a DLC no solo expandir el mundo de Pandora con campañas de historia independientes, sino agregar 2 personajes más. Ahora el elenco principal consiste en Gunzerker Salvador (pistolas de doble cambio al mando), Siren Maya (sostiene y paraliza al enemigo), Commando Axton (convocar torretas) y Zer0 the Assasin (Ninja de francotirador invisible). Pero con los jugadores de DLC pueden probar invocación de robots voladores gigantes con Gaige el Mechromancer y Krieg the Psycho.n/La mayor parte del encanto del juego y la popularidad de Borderlands 2 provienen del elenco de apoyo y las personalidades del NPC, lo que hace que este tirador de ritmo rápido con cobertura opcional se destaque.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600699/d6pdpqmcx9f32yadvgrp.jpg",
		"platforms": [
			3,
			50,
			1,
			52,
			53,
			40,
			33
		],
		"released": "2012-09-18",
		"price": 154.01,
		"physicalGame":true,
		"stock": 6,
		"genres": [
			1,
			4,
			6
		]
	},
	{
		
		"name": "Life is Strange",
		"description":"La narración interactiva y los juegos de trama pesado ganaron popularidad, y 'Life Is Strange' llegó cuando Teen Mystery Adventure. La trama pasará por la vida de Maxine, una adolescente en posesión de un poder curioso, lo que le permitirá detenerse y rebobinar el tiempo, para manipular su entorno. Max, después de la reunión con su amiga Chloe, está en el camino para descubrir los secretos de la Bahía de Arcadia. Los jugadores tendrán que lidiar con la resolución de rompecabezas a través de las misiones de Fetch, para cambiar el mundo que los rodea.n/El juego pone a los jugadores en situaciones, donde se ven obligados a tomar una decisión moral, pasando por la decisión que puede tener consecuencias a corto o largo plazo. Cada elección hecha por el jugador desencadenará el efecto de la mariposa, que rodea el primer juego del juego con mucha lucha emocional, cuidadosamente elaborada por los desarrolladores de Dontnod Entertainment. La vida es extraña es el juego de aventura en tercera persona, donde los jugadores pueden parecer un observador de las historias, desarrollándose frente a ellas.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600727/l5ztbvkl0hwbmw2w9jjy.jpg",
		"platforms": [
			1,
			53,
			3,
			10,
			24,
			4,
			52,
			5,
			15
		],
		"released": "2015-01-29",
		"price": 134.11,
		"physicalGame":true,
		"stock": 6,
		"genres": [
			1
		]
	},
	{
		
		"name": "Half-Life 2",
		"description":"Gordon Freeman se convirtió en el protagonista más popular sin nombre y sin voz en la historia de los juegos. Está pintado como el científico más famoso y un héroe dentro del mundo de la vida media, y por una buena razón. En el primer juego, salvó al planeta de la invasión alienígena, esta vez, cuando la invasión ya comenzó, el mundo necesita su ayuda una vez más. Y tú, como jugador, ayudarás a este mundo a sobrevivir. Esta vez, Gordon llega a City 17, devastada y ocupada por Combines, donde conoce a sus viejos amigos de Black Mesa.n/Lo que es diferente, aparte de la calidad general del diseño, es el uso del motor fuente de Valve que no solo se expande en la fluidez de las animaciones y el movimiento del modelo de personaje, sino que permite a los jugadores interactuar con una gran cantidad de objetos con lo avanzado y realista (en cierto punto ) Física. Los zombis Classic Headcrab están renovados y tienen nuevas variantes que brindan a los jugadores diferentes amenazas. Para un FPS basado en la historia, Half-Life 2 es único en la entrega de su trama y hacer que la mecánica del juego se sienta natural, ya sea plataformas o conducir.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600762/atzdkld4kt49n1mqltaw.jpg",
		"platforms": [
			1,
			16,
			12,
			14,
			52
		],
		"released": "2004-11-16",
		"price": 185.49,
		"physicalGame":true,
		"stock": 6,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "BioShock",
		"description":"FPS con elementos RPG, Bioshock invita a los jugadores a experimentar horrores del aislamiento submarino en la ciudad de Rapture, el proyecto fallido del futuro mejor. Después de sobrevivir al accidente aéreo, el protagonista solo tiene un camino por recorrer: al faro gigante que abre un camino a la utopía submarina. Los jugadores tendrán que desentrañar la complicada historia del rapto, dependiendo solo de sí mismos, sus armas y plásmidos, una sustancia mística, que permite que su usuario obtenga habilidades mágicas cercanas.n/La atmósfera de aislamiento y amenaza se transmite a través de los sonidos ambientales, sutiles zumbidos eléctricos y registros de audio, que cuenta la historia de la descomposición y la desesperación social. Los jugadores darán forma a la historia, toman decisiones morales a lo largo de su camino, salvarán a las hermanas o extraen a Adán, el combustible místico para sus habilidades. Mientras exploran la ciudad submarina, los jugadores completarán misiones para los últimos habitantes de Rapture, mientras se defienden a los menos afortunados.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600791/aqgtzw6p9nejyfc4utal.jpg",
		"platforms": [
			4,
			12,
			1,
			16
		],
		"released": "2007-08-21",
		"price": 212.36,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "Destiny 2",
		"description":"Destiny 2 es un tirador en primera persona multijugador en línea. Usted asume el papel de un guardián que necesita proteger la última ciudad en la Tierra de los invasores alienígenas. El juego sigue a su predecesor, Destiny. El objetivo del juego es devolver la luz que los Aliens robaron a los Guardianes.n/Destiny 2 presenta dos tipos de actividades principales: jugador versus entorno y jugador versus jugador. PVE se centra en la exploración, la interacción de las misiones de la historia con NPC y misiones secundarias. PVP presenta partidos de equipo 4V4 en diferentes modos. El juego también permite participar en misiones grupales, como huelgas de tres jugadores y redadas de seis jugadores.n/Destiny 2 tiene un fuerte aspecto de RPG que incluye la personalización y el desarrollo de los personajes. Hay tres clases en el juego: Warlock, Hunter y Titan; Proporcionan diferentes estilos de juego dependiendo de su especialización y habilidades únicas. Para desarrollar el personaje, puede obtener puntos de experiencia completando la historia y las misiones secundarias.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600670/puelthvo3nrdleps6omj.jpg",
		"platforms": [
			15,
			1,
			3,
			9,
			2
		],
		"released": "2017-09-06",
		"price": 133.54,
		"physicalGame":true,
		"stock": 9,
		"genres": [
			1,
			6,
			3,
			11
		]
	},
	{
		
		"name": "Limbo",
		"description":"Esta popular plataforma de puzzle 2D crea la atmósfera de aislamiento, donde el jugador solo puede guiar al protagonista sin nombre a su destino. Los entornos hostiles y las muertes de un solo golpe pueden parecer difíciles, pero el juego implementa una buena cantidad de puntos de control. La paleta de colores monocromo muestra proporciones de dibujos animados de cada ser vivo, mientras que la falta de detalles amenaza. Limbo te muestra exactamente lo que te encuentras, pero nunca cómo se ve.n/Limbo usa la atmósfera y el diseño de sonido del género de terror mientras evita los tropos de los modernos juegos de terror. El tema general y el estilo único compensaron el juego bastante corto con un final abrupto, lo que hace del limbo uno de los juegos más impactantes para el género.n/Los controles simples y la mecánica fácil de recoger ayudan a hacer una distinción clara, con qué parte de la etapa pueden interactuar los jugadores y qué parte puede conducir a la muerte rápida. A pesar de que el juego está en blanco y negro, esta separación es intuitiva y natural, por lo que el jugador sabría exactamente a dónde ir o qué hacer.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600824/kcnm0ft3vaa4ukczlayv.jpg",
		"platforms": [
			53,
			7,
			52,
			14,
			17,
			13,
			1,
			12,
			16,
			3,
			4
		],
		"released": "2010-07-21",
		"price": 144.15,
		"physicalGame":true,
		"stock": 8,
		"genres": [
			3,
			2,
			9,
			10
		]
	},
	{
		
		"name": "God of War (2018)",
		"description":"Es un nuevo comienzo para Kratos. Viviendo como un hombre fuera de la sombra de los dioses, se aventura en la brutal salvaje nórdico con su hijo Atreus, luchando para cumplir una búsqueda profundamente personal.n/Tras años de su venganza contra los dioses del Olimpo, Kratos ahora vive como un hombre en el reino de los dioses y monstruos nórdicos. Es en este mundo duro e implacable que debe luchar para sobrevivir ... y enseñarle a su hijo a hacer lo mismo. Esta sorprendente reinvención de Dios de la guerra deconstruye los elementos centrales que definieron la serie, combate satisfactorio; escala impresionante; y una narrativa poderosa, y los fusiona de nuevo.n/Kratos es un padre otra vez. Como mentor y protector de Atreus, un hijo decidido a ganarse el respeto, se ve obligado a lidiar y controlar la ira que lo ha definido durante mucho tiempo mientras está en un mundo muy peligroso con su hijo.n/Desde el mármol y las columnas de Olympus ornamentada hasta los bosques, montañas y cuevas arenosas de la tradición nórdica previa a la visión, este es un reino claramente nuevo con su propio panteón de criaturas, monstruos y dioses. Con un énfasis adicional en el descubrimiento y la exploración, el mundo atraerá a los jugadores para explorar cada centímetro del paisaje impresionantemente amenazante de Dios de la Guerra, en lo más grande de la franquicia.n/Con una cámara sin hombros que acerca al jugador a la acción que nunca antes, las peleas en Dios de la guerra reflejan el panteón de las criaturas nórdicas que enfrentarán los kratos: grandiosos, arenosos y agotadores. Un nuevo arma principal y nuevas habilidades retienen el espíritu definitorio de Dios de la guerra mientras presenta una visión de conflictos violentos que forja nuevos terrenos en el género",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600852/hvgvter6cydbnx02khg8.jpg",
		"platforms": [
			1,
			3
		],
		"released": "2018-04-20",
		"price": 165.57,
		"physicalGame":true,
		"stock": 7,
		"genres": [
			1,
			3,
			4
		]
	},
	{
		
		"name": "Fallout 4",
		"description":"El cuarto juego de la serie RPG de acción post-apocalíptica de Bethesda Studious lleva a los jugadores al futuro retro. Después de personalizar las características faciales del personaje, los jugadores serán admitidos en la Bóveda 111 con su familia y engañados para que ingresen a la cápsula criogénica. Después de que el grosero despertar después de que haya pasado la cantidad desconocida de tiempo, el niño está separado de los padres y la pareja amorosa es asesinada frente a ellos: la búsqueda principal está establecida. Ahora solo está el mundo abierto gigante para explorar. Fallout 4 presenta la mecánica de la construcción de asentamientos, donde los jugadores pueden construir su propia pequeña ciudad. La recolección de material para la elaboración y la construcción trae más elementos de 'supervivencia' a la antigua fórmula. Dentro de sus propios asentamientos, los jugadores podrán construir todas las utilidades necesarias, desde espacios de almacenamiento hasta estaciones de armadura eléctrica. La actualización visual del juego anterior da vida a lo que solía ser los páramos marrones, ahora llenos de detalles y color.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702600879/wtoaqyentys9seighxdi.jpg",
		"platforms": [
			14,
			1,
			3
		],
		"released": "2015-11-09",
		"price":113.8,
		"physicalGame":true,
		"stock": 3,
		"genres": [
			1,
			4
		]
	},
	{
		
		"name": "DOOM (2016)",
		"description":"Return of the Classic FPS, Doom (2016) actúa como un reinicio de la serie y trae de vuelta al Doomslayer, protagonista de los juegos originales de Doom. Para resolver la crisis energética, la humanidad aprendió a cosechar la energía del infierno, y cuando algo salió mal y ha comenzado una invasión demoníaca, depende del jugador controlar al doomslayer y destruir el mal.n/Doom es un juego de ritmo rápido que restaura el concepto de paquetes de salud instantáneos y deja al jugador contra ejércitos del infierno sin cobertura, sin regeneración de salud o ayuda de nadie. Después de dañar los monstruos lo suficiente, comenzarán a brillar, lo que permitirá a los jugadores realizar asesinatos de gloria para restaurar algo de salud. Mientras exploran los niveles, los jugadores encontrarán secretos, elementos coleccionables o puntos de actualización para las armas y la armadura. El protagonista silencioso de la campaña para un solo jugador tiene una personalidad notable. Se molesta visiblemente y se enoja en sus acciones durante las escenas expositivas y se abre paso a través del juego. Los mapas multijugador reúnen a los jugadores en Deathmatch/modos de juego de tipo 'rey de la colina', con todas las armas de la campaña para un jugador.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702604377/sn3k3nk9wi8ylzqumtw7.jpg",
		"platforms": [
			14,
			1,
			17,
			3
		],
		"released": "2016-05-13",
		"price": 124.38,
		"physicalGame":true,
		"stock": 12,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "PAYDAY 2",
		"description":"La pandilla ha vuelto, y tienen planes más grandes y mejores. Los FP cooperativos basados en objetivos se volvieron más complicados. El grupo clásico de Hoxton, Dallas, Chains y Wolf obtuvieron refuerzo, y ahora Payday Gang consta de 21 Heisters, algunos de los cuales se basan en personajes de películas o incluso YouTubers. Los jugadores podrán personalizar su propio arsenal privado, sus máscaras y habilidades, para completar las misiones a su manera, ya sea sigilosamente, si es un asalto frontal completo. Después de completar misiones, los jugadores recibirán puntos EXP, dinero y la oportunidad de obtener un elemento especial que pueda ser una modificación de armas, una máscara o una caja fuerte que contenga pieles de armas.n/Payday 2 es un juego multijugador, lo que significa que incluso durante las misiones fuera de línea, los jugadores serán seguidos por personajes de IA, cuyos cargas, máscaras y ventajas también se pueden personalizar. Este juego ha sido apoyado por los desarrolladores durante muchos años, y la cantidad de DLC habla mucho de su dedicación a la base de jugadores.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601232/fse0xy8xfjh7jyjubkoa.jpg",
		"platforms": [
			53,
			1,
			14
		],
		"released": "2013-08-13",
		"price": 176.51,
		"physicalGame":true,
		"stock": 15,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "Team Fortress 2",
		"description":"TF2 es un tirador de arena basado en objetivos con personajes únicos, que representan diferentes clases, que actúa como un elemento básico de los juegos casuales y competitivos para Steam. Docenas de diferentes mapas y modos de juego están tratando de mantener este juego vivo, después de todos los años estaba disponible. Cada personaje tiene un vasto arsenal al que se puede acceder al completar los logros en el juego, recibirlos aleatoriamente de las cajas de botín dentro del juego, elaborarlos o simplemente comprar e intercambiar artículos en el mercado de Steam.n/Para los jugadores, eso no está en el choque directo con los jugadores del equipo enemigo, Team Fortress 2 introdujo un modo PVE, que es una defensa de olas de los oponentes robóticos reflejados que tienen cualidades de algunas de las clases jugables.n/Cada actualización e introducción, realizada durante años, proporcionó mucho entretenimiento en forma de cómics un breve videos animados, creando y explicando una historia detrás de infinitos enfrentamientos para recursos, maletines o pura dominación.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601272/knrclnd7hz4kulyjrm79.jpg",
		"platforms": [
			1,
			12,
			53
		],
		"released": "2007-10-10",
		"price":165.68,
		"physicalGame":true,
		"stock": 15,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "Horizon Zero Dawn",
		"description":"Horizon Zero Dawn es un experimento. Un experimento muy impresionante que realmente tuvo éxito.n/Tener una mezcla muy curiosa de estilos y estéticos ciberpunk y prehistóricos, el juego nos proporciona una experiencia bastante única. Necesitamos armarse con flechas y un arco, con una lanza o cualquier otro arma prehistórica para derrotar a los enemigos: los mecanismos de dinosaurios que se extienden en todo el mundo. Si eso no fuera suficiente, Aloy nuestro protagonista principal puede controlar una IA llamada Gaia. Lo que estamos teniendo aquí es una conexión emocionante con 'muy viejos tiempos' y 'futuro cercano', a pesar de que el juego se establece en el siglo 31.n/Siendo un paria con su padre Rost, Aloy debe restaurar su posición en la tribu y salvar el mundo deteniendo el eclipse, un culto que quiere gobernar el mundo. Únase a ella en ese viaje, explorando el mundo y las personas que viven en un entorno tan duro",
		"image":  "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601299/ogjixq7jzqbcqsdd6axs.jpg",
		"platforms": [
			3,
			1
		],
		"released": "2017-02-28",
		"price": 154.29,
		"physicalGame":true,
		"stock": 12,
		"genres": [
			1,
			3,
			4
		]
	},
	{
		
		"name": "Cyberpunk 2077",
		"description":"Cyberpunk 2077 es un juego de ciencia ficción basado libremente en el juego de roles Cyberpunk 2020.n/Configuración: n/El juego se desarrolla en el año 2077 en una ciudad nocturna de metrópolis futurista ficticia en California. En el mundo del juego, hay aumentos cibernéticos desarrollados que mejoran la fuerza, la agilidad y la memoria de las personas. La ciudad está gobernada por corporaciones. Los robots se hacen cargo de muchos trabajos, dejando a muchas personas pobres y sin hogar. Night City tiene un inframundo rugiente, con mercados negros, cirujanos subterráneos, traficantes de drogas y pandillas callejeras.n/Caracteres:n/El protagonista principal es totalmente personalizable, incluida su sexo y apariencia, y se pone por el apodo V. Él o ella es un mercenario subterráneo que hace 'negocios sucios' para los diversos contratistas. Un compañero de la NPC llamado Jackie se une al protagonista temprano en el juego, y varios otros compañeros pueden unirse al jugador en ciertas misiones como lo exige la trama. Sin embargo, el juego no tiene fiestas ni un sistema complementario.n/Como se Juega:n/El jugador controla V desde la vista en primera persona, con la vista en tercera persona utilizada solo para escenas. El protagonista puede viajar por la ciudad a pie o usar varios vehículos, de una manera que algunos observadores en comparación con la serie GTA. Hay muchas opciones para la personalización de los personajes, incluidas tres clases de personajes, y una variedad de aumentos V pueden instalar para mejorar sus habilidades.",
		"image":  "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601320/t9aavdajaquntljobbdv.jpg",
		"platforms": [
			3,
			1,
			15,
			2,
			14
		],
		"released": "2020-12-10",
		"price": 204.14,
		"physicalGame":true,
		"stock": 12,
		"genres": [
			1,
			3,
			4
		]
	},
	{
		
		"name": "Grand Theft Auto IV",
		"description":"Cada historia del crimen es una historia de búsqueda de éxito. El jugador se convertirá en Niko Bellic, inmigrante que llegue a la ciudad de Liberty para reunirse con su primo Roman y encontrar al hombre que lo traicionó a él y a su unidad del ejército quince años antes de los eventos del juego. Mientras protege a su primo, Niko tiene que lidiar con los tiburones de los préstamos, los mafiosos rusos y otras pandillas. Después del tercer juego, GTA trajo más realismo al jugador, para que la ciudad y su gente parezcan más creíbles. Los vendedores ambulantes en cada esquina venderán alimentos que repongan la salud, bares con tableros de dardos jugables, callejones de bolos e incluso clubes de comedia y salas de cine. El mundo abierto permitirá a los jugadores no solo pasar el rato con un NPC importante para recibir bonos y desbloqueos, sino también llevar a las niñas a las fechas, para ayudar a Niko a establecerse. El modo multijugador permite que hasta 32 jugadores exploren la copia de la ciudad de un solo jugador e inicie actividades multijugador, como carreras o competencias de muerte.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601340/ix4nr6xld4vh8v46xmrp.jpg",
		"platforms": [
			16,
			4,
			14,
			1
		],
		"released": "2008-04-29",
		"price": 294.26,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			1,
			3
		]
	},
	{
		
		"name": "Terraria",
		"description":"Terraria es un juego de Sandbox de aventura de acción 2D, donde los jugadores crean un personaje y recurren recursos para crear armas y armaduras más fuertes. Los jugadores crean mapas generados al azar que contienen diferentes ubicaciones dentro de él, y al reunir recursos específicos y activar eventos especiales, los jugadores lucharán contra uno de los muchos jefes en el juego. Los personajes creados se pueden jugar en diferentes mapas.n/El juego presenta cientos de elementos únicos que se pueden encontrar en la totalidad del mapa, algunos de los cuales ni siquiera pueden encontrarse.n/Terraria tiene muchos biomas y áreas diferentes con imágenes distintas, que contienen recursos y enemigos exclusivos de este bioma. Después de reunir materiales, los jugadores pueden crear muebles y construir asentamientos y casas, ya que después de completar eventos o encontrar artículos específicos, los NPC comenzarán a llegar, y requerirán la protección del jugador. Terraria se puede jugar con tres dificultades y tiene una gran comunidad de modificación.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601386/zvusspvr67goh5q9bu4m.jpg",
		"platforms": [
			16,
			50,
			18,
			14,
			3,
			13,
			1,
			12,
			53,
			17,
			4,
			7,
			52
		],
		"released": "2011-05-16",
		"price": 154.06,
		"physicalGame":true,
		"stock": 6,
		"genres": [
			1,
			2,
			10
		]
	},
	{
		
		"name": "Rocket League",
		"description":"El juego de fútbol altamente competitivo con carros de cohetes es la forma más completa de describir este juego. Técnicamente, una secuela del juego anterior de Psyonix: los autos de batalla con cohetes acrobáticos supersónicos; Rocket League se convirtió con éxito en una sensación independiente, que cualquier persona puede disfrutar. Fácil de aprender, la mecánica de juego difícil de dominar es perfecta para los controles ajustados. Los jugadores están invitados a maniobrar los diferentes campos en varios modos de juego, desde arcade hasta juego clasificado, ya sea 1V1 o en equipos 2V2 y 3V3. El uso de refuerzos no solo acelerará el automóvil, sino que permitirá que el automóvil se impulse al aire.n/Rocket League proporciona varios niveles de personalización, donde no solo se puede ajustar el color de su automóvil, sino también los colores y la forma de la llama de refuerzo, diferentes sombreros y pequeñas banderas. O los jugadores pueden elegir un auto completamente diferente. La colaboración con diferentes franquicias trajo no solo el transporte original, sino también algunos autos famosos, incluidos Batmobile o DeLorian de regreso al futuro.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601412/vgespdflzv48r963fc4v.jpg",
		"platforms": [
			17,
			12,
			14,
			1,
			3
		],
		"released": "2015-07-07",
		"price": 133.94,
		"physicalGame":true,
		"stock": 5,
		"genres": [
			3,
			12,
			2
		]
	},
	{
		
		"name": "Dota 2",
		"description":"Lo que solía ser un mapa modificado no oficial para el Warcraft 3, terminó siendo la disciplina de Cybersport más presupuestada, reuniendo a millones de personas para ver campeonatos internacionales anuales.n/El género MOBA comenzó con la Dota, Defensa de los Antiguos, que puede describirse de manera eficiente como un juego de estrategia de acción de arriba hacia abajo de 5 vs 5, durante el cual los jugadores tienen la tarea de destruir el núcleo enemigo mientras protegen el suyo.n/Los jugadores pueden elegir la lista de 112 héroes y luchar en el mapa único mientras aprovechan la visión de campo, los recursos y la construcción de elementos que pueden fortalecer a los héroes o deshabilitar al enemigo. Dota 2 todavía está activo y recibe actualizaciones semanalmente, remodelando las metas y refrescante equilibrio del juego, si por casualidad, algunos héroes se volvieron irrazonablemente fuertes. Cada héroe no solo tiene un conjunto único de habilidades, sino que es totalmente personalizable, mediante la obtención de elementos para héroes después de los partidos de través del comercio. No solo héroes, sino terrenos, correos, que ofrecen elementos para usted e incluso locutores, que pueden ser expresados por héroes, ruedas profesionales de personajes memorables de otras formas de medios.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601435/k0rlvtwik5mk2njtg0qa.jpg",
		"platforms": [
			3,
			12,
			1
		],
		"released": "2013-07-09",
		"price": 123.07,
		"physicalGame":true,
		"stock": 4,
		"genres": [
			1,
			11
		]
	},
	{
		
		"name": "Warframe",
		"description":"Warframe es un juego de tiro de libre cooperacion de tercera persona gratuito en línea. En el futuro lejano, el Orokin tenía un control absoluto sobre el sistema solar, pero desde entonces ha desaparecido, ahora el Grineer militarista, el Corpus de Cauting de Dinero y la lucha infestada por lo que dejaron atrás. Eres un tenno: un maestro de armas y cuchillas y usuarios de los warframes, depende de usted traer de vuelta el equilibrio al sistema desde adentro, al tiempo que lucha contra una nueva amenaza desde afuera: los sentimientos.n/Más de 40 warframes únicos para construir, cientos de armas y armas cuerpo a cuerpo para utilizar, y varios compañeros de mascotas para ayudarlo en el camino, todo lo cual puede ser elaborado de forma gratuita y mejorada por un sistema de modificación en profundidad.n/Con actualizaciones constantes de Digital Extremes, el juego ahora tiene más de seis años de actualizaciones, incluidos nuevos paisajes de mundo abierto (Llanas de Eidolon-2017, Orb Vallis-2018) y expansiones de historias cinematográficas (la segunda Dream-2015, la guerra dentro de 2016 , The Sacrifice-2018) con más contenido que se agrega cada año..",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601462/ql8z9bpejbpgohnmzt54.jpg",
		"platforms": [
			2,
			3,
			15,
			11,
			1
		],
		"released": "2013-03-25",
		"price": 143.42,
		"physicalGame":false,
		"stock": 8,
		"genres": [
			1,
			6,
			11
		]
	},
	{
		
		"name": "Metro 2033",
		"description":"No todas las historias post-apocalípticas comienzan en los páramos quemados, esta vez, nuclear y químicos encerrados sobrevivientes en el metro de Moscú, y el jugador tomará el lugar de Artyom, uno de los sobrevivientes del VDNKH, hijo adoptivo del comandante de la estación, y Tomando sobre la tarea de entregar información sobre los oscuros a la polis, la capital de Subway, después de que el operativo especial de los espartanos llamados Hunter desapareció, después de que se aventuró a recopilar información sobre la colmena: el espacio habitable de los oscuros.n/Los túneles oscuros del metro roto crean una atmósfera claustrofóbica, donde las personas buenas y malas se ven obligadas a unirse. Siguiendo de cerca el libro original, Metro 2033 Introducción de balas como moneda. Los jugadores pueden intercambiar un tipo de balas por otra, pero todavía es munición y se desperdiciará con un objetivo inexacto. Es un tirador en primera persona que permitirá a los jugadores no solo ver cómo la sociedad rota puede ser la sociedad, sino explorar tal sociedad y ruinas de la ciudad sobre el asentamiento subterráneo. Varios monstruos y mutantes no son la única amenaza para los jugadores, sino también los humanos. FPS con algunas secciones de sigilo, Metro 2033 te mostrará todos los tipos enemigos históricos: bandidos, comunistas y nazis.",
		"image":  "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603773/loajoskzuqj2qftkif0c.jpg",
		"platforms": [
			16,
			1
		],
		"released": "2010-03-16",
		"price": 143.94,
		"physicalGame":true,
		"stock": 6,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "Metal Gear Solid V: The Phantom Pain",
		"description":"Metal Gear Solid 5 continúa la historia de MGS: Peace Walker y MGS V: Zero Zeroes. Snake busca venganza por el ataque al grupo MSF hace 9 años, que puso a Big Boss en un coma. Después del intento de asesinato fallido, Big Boss toma el nombre en código Venom Snake, profundizando en el mundo de los sobrehumanos y el espionaje.n/Una historia a gran escala que incluye 5 horas de escenas cinematográficas complementa la exploración del mundo abierto con cientos de registros de audio y misiones secundarias, formando la atmósfera del drama militar con elementos de ciencia ficción. MGS5: Phantom Pain tiene un sistema de IA avanzado que permitirá a los soldados enemigos requerir constantemente refuerzos si ven que algo está mal, lo que obliga a los jugadores a derribar las comunicaciones y luchar o retirarse y volver a intentarlo.n/Los jugadores administrarán la base reuniendo y administrando personal, armamento y recursos, para mejorar su arsenal y compañeros personales.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601933/ealt8yhddly4ly9ui4u9.jpg",
		"platforms": [
			14,
			4,
			3,
			16,
			1
		],
		"released": "2015-09-01",
		"price": 194.16,
		"physicalGame":false,
		"stock": 12,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "Rise of the Tomb Raider",
		"description":"Rise of the Tomb Raider es la undécima entrada en la franquicia, siendo una secuela de su predecesor, Tomb Raider, un reinicio de la franquicia. Esta historia sigue a Lara Croft, un año después de luchar contra sus experiencias sobrenaturales en Yamatai. Esta vez está tratando de encontrar la legendaria ciudad de Kitezh en Siberia, Rusia. La leyenda detrás de la ciudad comienza en el siglo XII y todavía llega hoy en día, que esta antigua ciudad otorga una promesa de inmortalidad. Mientras Lara intenta resolver el misterio de Siberia, se encuentra con una organización llamada Trinity. Quieren recuperar este regalo para sí mismos. Después de las notas de su padre, Lara intenta descubrir los secretos de la antigua ciudad y detener a Trinity al hacerlo.n/Explorando el motivo soviético, aún más, el juego tiene el DLC: Baba Yaga, el templo de la bruja, que sigue a Lara en la mina soviética y se enfrenta a la legendaria bruja de los talones populares rusos, la oscuridad fría despertó, la historia sobre un secreto Arma biológica y lazos de sangre y la pesadilla de Lara, una lucha por la propiedad de Croft Estate.n/Además de la artesanía y la exploración, el juego se centra en un sistema de combate muy progresivo que le da a un jugador una amplia variedad de opciones estratégicas. Hay una manera de evadir a tus oponentes en los arbustos; El sigilo mata con arco y flechas o combate abierto con armas de fuego como escopetas, pistolas y otras armas. Con la experiencia de ingresos, puedes darle a Lara nuevas formas de encontrar a sus enemigos con tres especializaciones diferentes: cazador, sobreviviente o luchador. Cada árbol de habilidades ofrece varias opciones de combate, por ejemplo, utilizando el entorno y la fauna de Lara, trampas o un mejor objetivo. Con estas opciones, puede elegir cómo guiar a Lara Croft en sus aventuras.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601555/koak93l21pcgcwkmx6us.jpg",
		"platforms": [
			14,
			1,
			12,
			3
		],
		"released": "2015-11-10",
		"price": 174.03,
		"physicalGame":true,
		"stock": 9,
		"genres": [
			1
		]
	},
	{
		
		"name": "The Witcher 2: Assassins of Kings Enhanced Edition",
		"description":"El jugador es Geralt de Rivia, Infamous Monster Slayer. En el segundo juego de la serie, Titular Witcher participa en los conflictos internos de Temeria, donde detuvo la rebelión y fue contratado como guardaespaldas del rey Temerian Foltest. Finalmente, Foltest fue asesinado por un asesino como Witcher, y la única persona que se ajustaba a la descripción fue Geralt.n/El sistema de combate de juegos fue reelaborado, para agregar trampas y arma de lanzamiento a distancia, dando a los jugadores más control sobre el transcurso de la batalla. Todavía es un juego de rol de acción en tercera persona, y el jugador puede actualizar y mejorar las habilidades generales, la espada, la alquimia y la magia.n/La edición mejorada incluye horas adicionales de contenido, nuevas cinemáticas, la banda sonora original, el manual de juegos y el manual de misiones, entre otras cosas.n/El nuevo tutorial permite a los jugadores pasar más tiempo para dominar la nueva mecánica del juego y ver por sí mismos mejoras visuales en el juego central.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601860/nzzalln1ykrboxz5ywto.jpg",
		"platforms": [
			12,
			1,
			14
		],
		"released": "2012-04-16",
		"price": 164.16,
		"physicalGame":true,
		"stock": 8,
		"genres": [
			4
		]
	},
	{
		
		"name": "The Walking Dead: Season 1",
		"description":"The Walking Dead es una serie de juegos de cinco partes ambientada en el mismo universo que la galardonada serie de cómics de Robert Kirkman. Juega como Lee Everett, un criminal condenado, a quien se le ha dado una segunda oportunidad en la vida en un mundo devastado por los muertos vivientes. Con los cadáveres que regresan a la vida y los sobrevivientes se detienen ante nada para mantener su propia seguridad, proteger a una niña huérfana llamada Clementine puede ofrecerle redención en un mundo que se haya ido al infierno.n/Una historia continua de horror de aventura que abarca 5 episodios:n/Episodio 1 - Un nuevo día (disponible ahora)n/Episodio 2 - Starved for Help (disponible ahora).n/Episodio 3 - Long Road por delante (disponible ahora).n/Episodio 4 - Alrededor de cada esquina (disponible ahora).n/Episodio 5 - No queda tiempo (disponible ahora).n/Los cinco episodios ahora están disponibles inmediatamente después de comprar la Temporada 1. basado en la serie de cómics ganadores de Robert Kirkman.n/Una experiencia de juego personalizada: en vivo con las consecuencias profundas y duraderas de las decisiones que tomas en cada episodio. Sus acciones y opciones afectarán la forma en que su historia se desarrolla en toda la serie.n/Experimente eventos, conocer gente y visitar ubicaciones que presagian la historia del Sheriff Adjunto Rick Grimes.n/Conoce a Glenn antes de que se dirige a Atlanta, explore la granja de Hershel antes de que Rick y su grupo de sobrevivientes lleguen y antes de que el granero se convierta en un lugar notorio en Walking Dead Lore.n/Se verá obligado a tomar decisiones que no solo sean difíciles, sino que requerirán que tome una decisión casi inmediata. ¡No hay tiempo para reflexionar cuando los muertos vivientes golpean la puerta!n/Presenta una toma de decisiones significativa, exploración, resolución de problemas y una lucha constante por la supervivencia en un mundo invadido por los muertos vivientes.n/Obra de arte inspirada en los cómics originales",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601979/qnmwb7d9pn6i0icilk50.jpg",
		"platforms": [
			52,
			7,
			12,
			1,
			13,
			3,
			4,
			14,
			17,
			16
		],
		"released": "2012-04-23",
		"price": 164.35,
		"physicalGame":false,
		"stock":10,
		"genres": [
			1,
			3
		]
	},
	{
		
		"name": "Half-Life 2: Lost Coast",
		"description":"Esencialmente, una demostración tecnológica, el único propósito de 'Half-Life 2: Lost Coast' era mostrar la nueva renderización de alta gama de dinámico del motor fuente, fue una adición bienvenida a la franquicia. Es una adición gratuita al juego que los propietarios de la vida media 2. Gordon Freeman se encuentra cerca de un grupo de muelles en descomposición, totalmente armados y listos para explorar el monasterio sobre él, luchando a través de las fuerzas de combinación.n/La renderización de alta gama dinámica introdujo efectos de iluminación realistas en el juego, emulando incluso la sobreexposición de la cámara a la luz brillante, que finalmente se trasladó al juego principal. La historia de Lost Coast se transmite sin escenas, cada parte del nivel se adapta específicamente para demostrar los cambios, realizados por los desarrolladores. Aunque originalmente se creó para la vida media 2, se eliminó del juego principal, junto con algunos detalles menores de la historia. No es un juego independiente completo y no tenía la intención de ser uno..",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602020/oicyrcc5quy2biukyrcg.jpg",
		"platforms": [
			12,
			3,
			1
		],
		"released": "2005-10-27",
		"price": 133.45,
		"physicalGame":true,
		"stock": 7,
		"genres": [
			1
		]
	},
	{
		
		"name": "Grand Theft Auto: San Andreas",
		"description":"Grand Theft Auto - San Andreas es la séptima entrada de la serie de la franquicia de GTA, pero solo el segundo gran título después de GTA - Vice City.n/Entiendo en el estado ficticio de San Andreas, sigues la historia de CJ, miembro de una de las múltiples pandillas de la ciudad. La familia de CJ está siendo atacada en disparos de impulso, lo que resultó en la muerte de la madre de CJ, por lo que regresa a casa desde Liberty City. Al conocer al resto de la familia en el funeral de su madre, decide reconstruir la pandilla y obtener el control del estado.n/El juego hace una conexión brillante con misiones y acciones de mundo abierto que puedes hacer en las ciudades. Puedes robar autos, comprar armas, buscar coleccionables y hacer algunas misiones secundarias, mientras que diferentes personajes te dan misiones específicas para impulsar la trama. Las calles están llenas de personas, así como muchos vehículos para robar. Se roban marcas ficticias de automóviles, tanques, bicicletas para ser robadas de cualquier lugar de la ciudad. Armory contiene pistolas, rifles, pistolas de máquinas de mano o un lanzacohetes, así como armas cuerpo a cuerpo, dando a los jugadores libertad en todo lo que está haciendo en GTA.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602084/wpx0iuughbuitbvucqug.jpg",
		"platforms": [
			2,
			1,
			12,
			5,
			4,
			3
		],
		"released": "2004-10-26",
		"price": 274.51,
		"physicalGame":false,
		"stock": 12,
		"genres": [
			1,
			3
		]
	},
	{
		
		"name": "Middle-earth: Shadow of Mordor",
		"description":"La franquicia de Lord of the Rings trajo un nuevo título a la colección, un juego de acción-aventura en el mundo abierto, que sigue a Talion, Capitán de Gondor, que sobrevivió al sacrificio que estaba destinado a traer al Lord Celebrimbor de elfos como Wraith. Perdiendo a su esposa y a su hijo, Talion se fusiona con celebraciones, escapando de la muerte. Los jugadores tendrán que ganar EXP para actualizar las habilidades al completar varias misiones y derrotar a Uruk Warlords. Algunas misiones pueden requerir condiciones especiales para una mayor recompensa.n/Shadow of Mordor implementó el sistema Nemesis. Rastrea el progreso de cada guerrero de Uruk especial. Cada URUK especial tiene un conjunto de fortalezas y debilidades, y los jugadores pueden asesinar a los oficiales de mayor rango para promover a Uruk fácil de derrotar a los que los derrotaron en un rango más alto, debilitando el ejército del Sauron. Esta planificación permite a los jugadores adaptarse y utilizar la mecánica de las muertes de sigilo, el combate a distancia, las habilidades de Wraith y el cuerpo a cuerpo más efectivo.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602127/gq6qohrveyzljlvhuyci.jpg",
		"platforms": [
			14,
			16,
			4,
			3,
			12,
			1
		],
		"released": "2014-09-30",
		"price": 143.89,
		"physicalGame":true,
		"stock": 7,
		"genres": [
			1,
			4
		]
	},
	{
		"name": "The Witcher: Enhanced Edition Director's Cut",
		"description":"The Witcher es la primera entrega de la serie que sigue la historia de Geralt de Rivia. Al ser encontrado inconsciente en el campo de batalla, debe recuperar su memoria y ayudar a la hija del emperador, adda para evitar que se convierta en un monstruo salvaje. Enfrentando al enemigo más grande, Salamander, Geralt también debe ayudar a todas las fracciones del mundo a encontrar la paz entre ellos.n/El sistema de lucha es muy flexible. Al elegir entre tres estilos diferentes, puede adaptar a Geralt para cualquier tipo de situación de combate. El estilo rápido de lucha te brinda la oportunidad de golpear a tus oponentes con tu velocidad. El estilo fuerte se centra en destruir a tus enemigos con ataques poderosos, mientras que el estilo de barrido es muy bueno cuando se enfrenta a una serie de enemigos. También puede crear algunas pociones para obtener beneficios importantes, como ver en la oscuridad o tener una mayor cantidad de HP. El estilo de la trama también es único. El juego nunca da una definición precisa del mal, lo que lleva al jugador a situaciones convenientes en las que la elección es bastante mala de todos modos. La edición mejorada mejora todos los aspectos del juego como gráficos y la productividad del mismo, mientras que el CUT del director hace lo mismo sin censura para la versión de América del Norte.",
		"image":"https://res.cloudinary.com/duy9efu8j/image/upload/v1702601777/uhm1la31v58cp2ci5zzz.jpg",
		"platforms": [
			1,
			12
		],
		"released": "2008-09-16",
		"price": 164.06,
		"physicalGame":true,
		"stock": 9,
		"genres": [
			1,
			4
		]
	},
	{
		
		"name": "Apex Legends",
		"description":"Conquista con el personaje en Apex Legends, un tirador de Battle Royale gratuito*, donde los personajes legendarios con poderosas habilidades se unen para luchar por la fama y la fortuna al margen de la frontera. Dominar una lista cada vez mayor de diversas leyendas, juego de escuadrón táctico profundo y nuevas innovaciones audaces que nivelan la experiencia Battle Royale, todo dentro de un mundo accidentado donde todo va. Bienvenido a la próxima evolución de Battle Royale.n/Personajes que puedes jugar como: cáustico, Bangalore, Bloodhound, Crypto, Gibraltar, Lifeline, Loba, Mirage, Octane, Pathfinder, Rampart, Revenant.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603854/jzyrjii5jkjfra8uf3c4.jpg",
		"platforms": [
			3,
			17,
			12,
			1,
			14
		],
		"released": "2019-02-04",
		"price": 133.65,
		"physicalGame":true,
		"stock": 11,
		"genres": [
			1,
			6,
			3,
			11
		]
	},
	{
		
		"name": "Half-Life 2: Episode One",
		"description":"Continuación directa de la vida media 2, el episodio uno sirve como una secuela directa de la historia. Después del escape asistido místicamente de la Ciudadela, Gordon y Alyx se reúnen afuera, pero el núcleo de la Ciudadela se volvió inestable e injustamente se autodestruyó. Y la única forma de salvar a los ciudadanos de la ciudad 17 es volver a ingresar el edificio en descomposición y reducir la velocidad de la destrucción durante el tiempo suficiente, para evacuar a los civiles y las familias.n/La continuación de la historia utiliza el mismo motor de origen, y los jugadores tendrán que atravesar las etapas lineales, deshacerse de los enemigos y resolver acertijos físicos. Esta vez Gordon será acompañado y asistido por ALYX. Su IA intentará adaptarse a las opciones de jugadores. Mientras compran el episodio uno, los jugadores recibirán una copia de Half-Life: Deathmatch con él. La mecánica y los rompecabezas del juego se centrarán en Gravity Gun, que será la primera arma en la posesión de los jugadores desde el principio.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601716/xbjvom0uy0xmv3mcjlol.jpg",
		"platforms": [
			53,
			1,
			16,
			52,
			12
		],
		"released": "2006-06-01",
		"price": 174.38,
		"physicalGame":false,
		"stock": 4,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "BioShock 2",
		"description":"El segundo juego nos devuelve a la ciudad de Rapture, en la víspera de Año Nuevo, pero esta vez el jugador toma el control del sujeto delta, Big Daddy, que se ha separado de su hermana pequeña y se ha visto obligado a dispararse 2 años antes de los eventos de los eventos de El primer juego tuvo lugar. Y después de su despertar 10 años después, los jugadores ayudarán a salvar a los últimos ciudadanos de Rapture. Como se ve en el juego anterior, el jugador tendrá acceso a nuevas armas, exclusivos de los grandes papás, el ejercicio eléctrico y una pistola de remaches, junto con una variedad de plásmidos, tónicos y armas. Ahora los jugadores no solo podrán salvar a las hermanas pequeñas de otros grandes papás, y luego cosecharán a Adam directamente, o protegerlos mientras recolectan a Adam para su nuevo tutor. Bioshock presenta un nuevo tipo enemigo, grandes hermanas, que son versiones extremadamente ágiles y rápidas de grandes papás. El modo multijugador recién agregado trae varios formatos nunca vistos a la serie. Además de los matrices de muerte esperados, el juego agregó la caída del Rapto en el modo de la historia.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602181/ww0egnkg0h0ulpfwwwdt.jpg",
		"platforms": [
			3,
			14,
			17,
			1,
			12,
			16,
			4
		],
		"released": "2010-02-09",
		"price": 170.08,
		"physicalGame":true,
		"stock": 9,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "Half-Life 2: Episode Two",
		"description":"Justo después del escape de la ciudadela colapsada, Gordon Freeman y su compañero Alyx Vance aprenden que Combine usó la destrucción para abrir un portal, para traer un poderoso refuerzo. No se han aplicado cambios importantes al juego desde el episodio anterior, en cambio, los jugadores serán invitados a experimentar con la pistola de gravedad y más objetos de física para usar como municiones improvisadas. El episodio dos trae de vuelta cada elemento básico de la serie, incluidos los rompecabezas físicos, las secciones de conducción, porque se desarrolló simultáneamente con el episodio uno, pero a diferencia del primer episodio dos tiene más rompecabezas, incluido el rompecabezas más grande de la serie hasta la fecha.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603817/alacsnxdkfsbipt25stz.jpg",
		"platforms": [
			52,
			53,
			12,
			1,
			16
		],
		"released": "2007-10-10",
		"price": 194.45,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			6,
			9
		]
	},
	{
		
		"name": "Hollow Knight",
		"description":"Hollow Knight es un juego de tipo Metroidvania desarrollado por un estudio independiente llamado Team Cherry.n/La mayor parte de la historia del juego se cuenta a través de los elementos, tabletas y pensamientos en el mundo de otros personajes. Muchos aspectos de la trama se cuentan al jugador indirectamente o a través de las áreas secretas que proporcionan un poco de tradición además de una actualización. Al comienzo del juego, el jugador visita una ciudad de Dirtmouth. Una ciudad construida sobre las ruinas de Hallownest. Los jugadores descienden a las ruinas para encontrar algunas respuestas a sus preguntas.n/El juego gira principalmente en torno a la exploración del mundo del juego, lo que requiere que los jugadores tengan algunas habilidades de plataforma. Los jugadores tienen que encontrar secretos dispersos por el nivel y luchar contra sus enemigos. Hay un cierto grado de retroceso en el juego, ya que algunas áreas están bloqueadas hasta que el jugador derrota a un cierto jefe o recoge un elemento específico. Cada área cambia a medida que avanza la trama, por lo que puede ser sorprendente volver en un área determinada.n/El protagonista usa un clavo que sirve como reemplazo para una espada. Los jugadores pueden atacar en cuatro direcciones. La uña se puede actualizar.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602223/vfr3nk56gyjscwujoygv.jpg",
		"platforms": [
			3,
			53,
			12,
			1,
			17,
			14
		],
		"released": "2017-02-23",
		"price": 170.41,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			2,
			10
		]
	},
	{
		
		"name": "Little Nightmares",
		"description":"Muy inspirado por el limbo y el interior, las pequeñas pesadillas cuentan una historia de otro niño perdido. Seis es una niña hambrienta con un impermeable amarillo, que está atrapado en un misterioso recipiente llamado MAW. Los jugadores están tomando el control del movimiento de Six, para ayudarla a escapar de la nave y los habitantes peligrosos, que ha sido secuestrando y preparando a los niños para que se sirvan como una fiesta para los invitados.n/El esquema de control no incluye ningún movimiento de combate, dejando a los jugadores indefensos contra cualquier amenaza. Seis pueden correr, gatear, escalar, empujar o tirar, y en casos raros llevan un objeto que puede lanzar para escalonar a un enemigo o resolver un rompecabezas. El juego ofrece a los jugadores la capacidad de llevar un partido iluminado en cualquier momento, invitando a los jugadores a explorar y buscar las estatuas coleccionables.n/Las pequeñas pesadillas tienen 3 niveles de DLC, expandiendo el juego más allá de la perspectiva de seis, donde el niño fugitivo, un niño, que está tratando de alcanzar hasta seis y tener su propia aventura, atravesando las fauces en los capítulos adicionales, llamado 'Las profundidades','The Hideaway' y 'The Residence'.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602344/ua9xbj2dpbaljg2vbizn.jpg",
		"platforms": [
			3,
			1,
			14,
			36
		],
		"released": "2017-04-27",
		"price": 154.04,
		"physicalGame":false,
		"stock": 10,
		"genres": [
			1,
			10
		]
	},
	{
		
		"name": "Hitman",
		"description":"Hitman es un juego de seis episodios con diferentes contratos. La acción tiene lugar como una precuela de Hitman: Agent 47 (solo prólogo) y episodios se llevan a cabo seis años después de Hitman: Absolution.n/Todos los contratos están siendo ordenados por un 'cliente de sombra' y parecen no estar relacionados. Pero a medida que cumple con esos contratos, comienza a darse cuenta de que todos los objetivos de alguna manera son parte de una organización secreta llamada Providence.n/Mientras juega el Agente 47, tiene una gran cantidad de libre albedrío para completar esos contratos. El objetivo principal es todo lo que importa, y puedes hacer cualquier cosa para matar a esta persona en tu estilo y moda. Puede disfrazar como una persona diferente e infiltrarse en el área asegurada para realizar la muerte manualmente o usar un rifle de francotirador de largo alcance para hacer el truco. Su entorno también lo ayudan mucho escuchando el chat cercano o los informes de noticias. Los jugadores reciben tanta libertad como sea posible para encontrar su estilo profesional en el arte de matar. Una gran cantidad de DLC y misiones ampliadas pueden brindarle contratos basados en trucos y viajar a Japón, Serbia y otros países.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602474/hfqkh0ygznrdoarp6wyr.jpg",
		"platforms": [
			3,
			53,
			12,
			1,
			14
		],
		"released": "2016-03-11",
		"price": 143.92,
		"physicalGame":false,
		"stock": 4,
		"genres": [
			1,
			6,
			8
		]
	},
    {
		
		"name": "Dark Souls III",
		"description":"Dark Souls III es la cuarta entrega en la serie Dark Souls, que ahora presenta a los jugadores al mundo de Lothric, un reino que ha sufrido el destino similar a sus homólogos de los juegos anteriores, descendiendo de su altura a la oscuridad total. Una nueva historia de fantasía oscura ofrece crear y guiar el camino del protagonista del juego, el ceniciento, a través de los peligros del mundo antes que él.n/Compartiendo muchas similitudes de juego con entregas anteriores de la serie Souls, Dark Souls III mejora lo mejor. Estas características son la dificultad implacable y los entornos únicos y abrumadores. Y mucho menos las bandas sonoras, permitiendo a los jugadores viajar a través de las ubicaciones familiares y encontrar nuevos obstáculos por igual, lo que resulta en una gran prueba de nervios, al tiempo que da el fruto de resolver los secretos y ecos del pasado de la serie Dark Souls.n/Los nuevos cambios en los sistemas de multijugador, la elaboración y el combate ofrecerán jugadores nuevos y experimentados para desafiarse a sí mismos en el campo de la batalla, y para mejorar el juego con cada nuevo juego consecutivo +, donde el ciclo en el juego nunca termina, permitiendo que termine, permitiendo para una multitud de diferentes estilos de play, y que muestran diferentes eventos basados en las acciones del jugador.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602425/edlptx04jyk1ihtgr7lq.jpg",
		"platforms": [
			14,
			3,
			1
		],
		"released": "2016-04-11",
		"price": 170.4,
		"physicalGame":true,
		"stock": 4,
		"genres": [
			1,
			4
		]
	},
	{
		
		"name": "Mirror's Edge",
		"description":"El refrescante aspecto de Mirror’s Edge hizo que este juego de plataformas de acción en primera persona sea reconocible incluso por personas que nunca antes lo habían jugado. La ciudad de la sociedad 'utópica' es altamente monitoreada por los grupos militares totalitarios.n/Los jugadores tomarán el control de la protagonista femenina, llamada Faith, una corredora especialmente entrenada, maestro de Parkour que entrega documentos físicos en la ciudad, donde se observa cada forma de comunicación. Su hermana está enmarcada por asesinato, y Faith debe seguir las pistas de la identidad del asesino, y solo el líder es una nota que dice Icarus.n/Distintos imágenes del juego forman la brillante ciudad blanca, por la que la fe tiene que navegar, saltando por los tejados, corriendo en las paredes y escalando los andamios. Elementos codificados por colores del entorno que guía a los jugadores sobre dónde pueden progresar. Atención especial a la cámara que se lanzará hacia abajo de acuerdo con el movimiento, tratando de recrear la visión real y no una alimentación de video fija. A pesar de que Mirror’s Edge tiene un sistema de combate, no es el enfoque principal, lo que lo hace escaso.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602372/hgufvo1slqshjr3jfvht.jpg",
		"platforms": [
			16,
			4,
			1
		],
		"released": "2008-11-11",
		"price": 160.07,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1
		]
	},
	{
		
		"name": "Hotline Miami",
		"description":"Varios capítulos de la acción del tirador de arriba hacia abajo, Hotline Miami es un juego violento, donde el jugador toma el control del hombre no identificado, que recibe órdenes de eliminar las etapas de los bandidos y los mafiosos, usando cada arma que puede obtener. En el transcurso del juego, el jugador podrá recolectar las máscaras que proporcionan aficionados y habilidades. El combate fluido y apretado incluye varias armas cuerpo a cuerpo y a distancia, que pueden usarse como previstas o simplemente arrojadas al enemigo. Una vez que la chaqueta, llamada así por su distintiva chaqueta de letras por parte de los fanáticos, llega a la misión, los jugadores tendrán que despejar cada piso de los enemigos, usando habitaciones y puertas para cubrir o emboscadas. A medida que avanza la historia, la salud mental de las chaquetas se deteriorará visiblemente, y se mostrará que sufrirá alucinaciones, que está en tono con los ácidos temas los 80 s.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602534/lreq0xlcuynvhziqh7kv.jpg",
		"platforms": [
			53,
			17,
			14,
			3,
			7,
			1
		],
		"released": "2012-10-22",
		"price": 180.38,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			6,
			15,
			2
		]
	},
	{
		
		"name": "Outlast",
		"description":"El juego cinematográfico se usa para hacer un punto estilístico, y este juego de terror psicológico realiza exactamente eso. Outlast sigue la historia del periodista de investigación Miles Upshur, que obtuvo el liderazgo en los experimentos inhumanos, realizado en los pacientes de asilo. Outlast obliga a los jugadores a huir del peligro, simplemente porque no hay un sistema de combate. Todo lo que Miles puede hacer es documentar lo que está sucediendo dentro del asilo de Mount Massive. Los jugadores no tienen una linterna, solo una cámara de visión nocturna, que constantemente requiere baterías para funcionar. Miles será perseguido a través de los pasillos, habitaciones, patios y laboratorios cerrados por habitantes angustiados y agresivos. En el transcurso del juego, los jugadores tendrán que resolver rompecabezas localizando y recolectando elementos y viajar a través del asilo con animación de movimiento realista y efecto de sonido de aguijón de terror, para que los jugadores simpaticen con los protagonistas.",
		"image":  "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602576/sph3kcoorqpdajzforzr.jpg",
		"platforms": [
			14,
			3,
			17,
			12,
			1,
			53
		],
		"released": "2013-09-03",
		"price": 175.73,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			3,
			2
		]
	},
	{
		
		"name": "Deus Ex: Mankind Divided",
		"description":"Deus EX: La humanidad dividida es actualmente la última entrada en la franquicia Deus ex. Fue dos años después del accidente en la revolución humana, donde las personas aumentadas comenzaron a actuar incontrolables y agresivas. Resulta que un grupo deshonesto llamado Illuminati hizo que pareciera una prueba de su inestabilidad y ahora las personas aumentadas viven como marginados.n/Seguimos a Adam Jensen una vez más mientras trabaja como agente doble para Interpol y un grupo de hackers llamado Juggernaut Collective para enfrentar a los Illuminati y revelar la verdad.n/El juego central de la humanidad dividido no ha cambiado mucho, excepto los cambios menores como no necesitar baterías porque su barra de energía se regenera lentamente y una política no matar. Puedes vencer al juego sin matar a nadie que haga que la humanidad dividiera una gran pregunta de moralidad para el jugador mientras lo camina.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602616/rs3abdwaaoqj7snim0pu.jpg",
		"platforms": [
			14,
			53,
			12,
			3,
			1,
			28
		],
		"released": "2016-08-22",
		"price": 153.97,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			4
		]
	},
	{
		
		"name": "Far Cry 3",
		"description":"Far Cry 3 es una locura absoluta. Siendo la tercera entrega de la franquicia, tiene una trama única. Jugando como Jason Brody, entenderás cómo es ser un Rambo. Las vacaciones en las Islas Rook con sus amigos y familiares rápidamente se convirtieron en una pesadilla completa después de que Vaas Montenegro secuestra a todos de la fiesta. Jason logra escapar del cruel señor pirata con un poco de ayuda de un partidario nativo llamado Dennis. Ahora Brody tiene que salvar a todos sus amigos y salir de la isla.n/Para ayudar a Jason a salvar a sus amigos, necesitará aprender nuevas habilidades. Caza de animales, elaborando nuevas armas o diferentes habilidades para matar a los piratas. Skill Tree tiene mucho que ofrecer para el jugador. Hay todo tipo de armas de fuego para cualquier jugador, desde un cuchillo hasta un lanzador de granadas. Este mecánico agrega pura locura por el proceso del juego, haciéndolo muy divertido, fluido y lleno de adrenalina. Impresionantes vistas de la isla, un excelente entorno y una gran historia hacen que Far Cry 3 sea una diversión absoluta de jugar.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602932/kkhena9epveuq706hvjk.jpg",
		"platforms": [
			14,
			16,
			4,
			1,
			3
		],
		"released": "2012-11-28",
		"price": 204.24,
		"physicalGame":false,
		"stock": 4,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "BioShock Remastered",
		"description":"Bioshock se desarrolla en una dimensión alternativa en 1960. Nuestro principal protagonista Jack es el único sobreviviente de un accidente aéreo en el Océano Atlántico. Con ayuda, llega al Rapto - Underwater City creado por Andrew Ryan que quería crear una utopía. Sin embargo, después de llegar a la ciudad, descubre pequeñas hermanas y grandes papás, y está claro para Jack que hay algo que no está bien con la ciudad.n/Al ser un tirador en primera persona, Bioshock funciona con un arma activa y un plásmido, por otro lado, dando al jugador la capacidad de usar algunos poderes sobrenaturales y desarrollar combos únicos con él. Muchas de las armas tienen diferentes tipos de municiones que son efectivas contra algunos tipos específicos de enemigos. Lo mismo ocurre con los plásmidos, ya que necesitas saber que el arma será efectiva. Al recuperar Eve, podrá llenar sus recursos y usar el plásmido una vez más. Aunque la economía del juego es más complicada, ya que necesitas reunir dinero para rellenar recursos y Adam para comprar nuevas habilidades para tu plásmido. En la edición remasterizada, los juegos de juegos de juegos y los problemas técnicos se solucionan completamente, lo que hace que este sea un juego de aspecto moderno.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702602975/ymiemzmhm5ecjgygd0sn.jpg",
		"platforms": [
			3,
			17,
			12,
			1,
			16
		],
		"released": "2016-09-15",
		"price": 214.24,
		"physicalGame":true,
		"stock": 4,
		"genres": [
			6
		]
	},
	{
		
		"name": "Spec Ops: The Line",
		"description":"La línea es la décima entrada en la serie Spec Ops, así como un reinicio modernizado. Después de las peores tormentas de arena registradas en Dubai, el Capitán Martin Walker fue enviado para investigar los eventos que tuvieron lugar en la ciudad, después de que se interrumpió en todo el transporte y la comunicación. Así que ahora el escuadrón de los soldados de élite tiene que descubrir, lo que se entendió por el último mensaje que recibieron del denso muro de arena furiosa.n/Spec Ops: La línea coloca la atención en la mecánica del escuadrón, donde los jugadores pueden dar órdenes a los NPC, acompañando al jugador durante el juego. Además de la campaña de la historia de un solo jugador, los jugadores pueden unirse a los partidos multijugador, que pueden variar desde el solitario/equipo de la muerte del equipo hasta los partidos tipo 'King of the Hill'. Las misiones cooperativas para dos jugadores se han agregado poco después del lanzamiento del juego. La campaña para un solo jugador permite a los jugadores experimentar con las armas, llevar dos a la vez y usar los entornos para su ventaja, utilizando tormenta de arena peligrosa para aclarar a los enemigos.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603033/bakdk7pur9cityqdqmcc.jpg",
		"platforms": [
			16,
			4,
			14,
			1
		],
		"released": "2012-06-26",
		"price": 184.09,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			6
		]
	},
	{
		
		"name": "Half-Life 2: Deathmatch",
		"description":"Tras el lanzamiento de la vida media, los 2 jugadores estaban muy decepcionados en una cosa, y esa es la falta de multijugador. De acuerdo, la campaña para un solo jugador de Half-Life 2 fue impresionante, pero las armas que se han demostrado en él hicieron que los jugadores hicieron curiosidad. Cuestionaron si la experiencia fue completa porque la primera vida media incluyó el modo multijugador desde el principio. Valve tomó las críticas y la vida media publicada 2: Deathmatch-Adición de solo multijugador, basada en el juego principal, que era un producto separado, distribuido en Steam.n/El juego incluye dos modos principales, que son Deathmatch y Team Deathmatch. Ambos modos tienen reglas similares. Los jugadores deben matar a tantos otros jugadores como sea posible, para ganar puntos. El jugador o el equipo con la mayor cantidad de puntos ganan, y los puntos se retraen para la matanza y el asesinato por equipo. Los jugadores pueden esperar partidos de ritmo rápido con reapariciones instantáneas.",
		"image":  "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603062/lbdbn4boh5jqcfvlq1wk.jpg",
		"platforms": [
			53,
			12,
			1
		],
		"released": "2004-11-01",
		"price": 123.28,
		"physicalGame":false,
		"stock": 4,
		"genres": [
			1
		]
	},
	{
		
		"name": "Amnesia: The Dark Descent",
		"description":"El juego de terror cuidadosamente construido se basa en el posicionamiento, el trabajo de la cámara y el contenido impactante. Pero amnesia: el descenso oscuro le agrega elementos psicológicos. Los jugadores controlan al joven llamado Daniel, que se despierta en un castillo aparentemente vacío, solo y con una gran pérdida de memoria. A través de la narración ambiental, las notas, los registros de audio e incluso las visiones, los jugadores están invitados a descubrir los secretos profundamente arraigados del castillo.n/A lo largo del juego, los jugadores se introducirán a la mecánica de la cordura, que representa el estado mental de Daniel, que puede verse afectado por la falta de luz, visiones e incluso encuentros desagradables con los monstruos. Cuando disminuye, la cordura distorsionará la visión del jugador a un efecto diferente y aparentemente aleatorio, para representar los efectos reales de la ansiedad severa. La mayoría de los desafíos del juego se completan a través de la búsqueda de artículos y los acertijos de física, lo que obliga a los jugadores a ser ingeniosos y valientes.n/El juego admite modificación y permite contenido creado por los usuarios junto con el DLC Justine gratuito, que cuenta una historia de una prisionera. Dado lo corta que es la historia de DLC: hay varias finales posibles disponibles.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603098/xdfmwxkezspydldtnjgy.jpg",
		"platforms": [
			53,
			12,
			1
		],
		"released": "2010-09-08",
		"price": 140.64,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			3,
			2
		]
	},
	{
		
		"name": "Half-Life",
		"description":"Half-Life es el juego original de la serie. Siendo un revolucionario en ese momento, seguimos la historia de Gordon Freeman, un científico silencioso en la instalación llamada Black Mesa. Al llegar tarde al trabajo y apresuradamente haciendo su rutina, se encuentra con el campo del experimento. Sin embargo, el experimento sale completamente mal y abre un portal a una dimensión completamente diferente llamada Xen. El laboratorio está destruido, así como la instalación en sí, ya que las criaturas desconocidas como Vortigaunts ahora están en todas partes en la instalación. Gordon debe abrirse camino hacia la superficie y encontrar una manera de cerrar el portal.n/Una de las principales características de la vida media fue contar historias a través de secuencias con guiones dentro del juego real. Sin tener escenas, el juego pudo contar la historia completa del juego mostrando muertes con guiones, diálogos, apariencia del personaje mientras el juego se movía. Al no arrancar al jugador del proceso, el juego se siente mucho más suave a medida que continúa. A pesar de su naturaleza científica, Gordon está usando magistralmente sus armas y destruye a cualquier enemigo en su camino con rifles, granadas, escopetas y mucho más.",
		"image":  "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603137/wj590rdq4ruifjsp0k9t.jpg",
		"platforms": [
			45,
			53,
			12,
			1,
			5
		],
		"released": "1998-11-08",
		"price": 180.39,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			1,
			14
		]
	},
	{
		
		"name": "Alan Wake",
		"description":"El autor de thriller psicológico más vendido titular estaba pasando por el bloque de un escritor, pero cuando intenta tomarse unas pequeñas vacaciones, parece que es atacado y tiene que luchar contra la 'oscuridad' que posee personas y animales por igual. Action-Adventure con elementos de terror, Alan Wake es un ritmo de thriller, cinematográfico y lento, que está alineado con el estilo visual de la región rural de Washington y narración lineal. El enemigo principal, encontrado por los jugadores, será tomado, poseído por criaturas de oscuridad y humanos que no pueden ser atacados directamente, porque están envueltos en humo negro, bloqueando los ataques. Solo después de disipar la oscuridad con una fuente de jugadores de luz puede afectar a los enemigos. Cuando los enemigos se están acercando demasiado, Alan puede realizar un esquivador de movimiento lento.n/Se publicaron dos episodios más para el primer juego, llamados 'The Signal' y 'The Writer', continuando directamente la historia del juego principal y completando la primera temporada.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601892/mnabllftjagvtgbu1cj2.jpg",
		"platforms": [
			16,
			14,
			40
		],
		"released": "2010-05-14",
		"price": 175.11,
		"physicalGame":true,
		"stock": 4,
		"genres": [
			1,
			18,
			16
		]
	},
	{
		
		"name": "Saints Row: The Third",
		"description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Eu turpis egestas pretium aenean pharetra magna ac placerat vestibulum. Pretium viverra suspendisse potenti nullam ac tortor vitae. Ipsum dolor sit amet consectetur adipiscing elit pellentesque habitant. Vestibulum mattis ullamcorper velit sed ullamcorper. Massa eget egestas purus viverra accumsan in. Non arcu risus quis varius quam quisque. Aenean et tortor at risus. Consectetur lorem donec massa sapien faucibus et molestie. Tempor nec feugiat nisl pretium fusce.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702603892/zzwht61afdb2sfejjyrb.jpg",
		"platforms": [
			53,
			48,
			46,
			25,
			4
		],
		"released": "2011-11-15",
		"price": 160.95,
		"physicalGame":true,
		"stock": 4,
		"genres": [
			1,
			14,
			7
		]
	},
	{
		
		"name": "Wolfenstein: The New Order",
		"description":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Eu turpis egestas pretium aenean pharetra magna ac placerat vestibulum. Pretium viverra suspendisse potenti nullam ac tortor vitae. Ipsum dolor sit amet consectetur adipiscing elit pellentesque habitant. Vestibulum mattis ullamcorper velit sed ullamcorper. Massa eget egestas purus viverra accumsan in. Non arcu risus quis varius quam quisque. Aenean et tortor at risus. Consectetur lorem donec massa sapien faucibus et molestie. Tempor nec feugiat nisl pretium fusce.",
		"image": "https://res.cloudinary.com/duy9efu8j/image/upload/v1702601742/semj2sqjs5iz1qsna9d3.jpg",
		"platforms": [
			22,
			19,
			48,
			31,
			26
		],
		"released": "2014-05-19",
		"price": 170.18,
		"physicalGame":true,
		"stock": 10,
		"genres": [
			8,
			12,
			13
		]
	}
]
